[
  {
    "term": "crystallinity",
    "definition": "Presence of three-dimensional order on the level of atomic dimensions. Note: Crystallinity may be detected by diffraction techniques, heat of fusion measurements, etc. Some amount of disorder within the crystalline region is not incompatible with this concept.",
    "source": "section:1.1"
  },
  {
    "term": "crystalline polymer",
    "definition": "Polymer showing crystallinity . Note 1: One- or two-dimensional order leads to mesophase structure. Note 2: The range of order may be as small as about 2 nm in one (or more) crystallographic direction(s) and is usually below 50 nm in at least one direction.",
    "source": "section:1.2"
  },
  {
    "term": "degree of crystallinity",
    "definition": "Fractional amount of crystallinity in a polymer sample. Note 1: The assumption is made that the sample can be subdivided into a crystalline phase and an amorphous phase (the so-called two-phase model). Note 2: Both phases are assumed to have properties identical with those of their ideal states, with no influence of interfaces. Note 3: The degree of crystallinity may be expressed either as the mass fraction, w c , or as the volume fraction, φ c, the two quantities being related by <!-- formula-not-decoded --> where ρ and ρ c are the densities of the entire sample and of the crystalline fraction, respectively. Note 4: The degree of crystallinity can be determined by several experimental techniques; among the most commonly used are: (i) X-ray diffraction, (ii) calorimetry, (iii) density measurements, and (iv) infrared spectroscopy (IR). Imperfections in crystals are not easily distinguished from the amorphous phase. Also, the various techniques may be affected to different extents by imperfections and interfacial effects. Hence, some disagreement among the results of quantitative measurements of crystallinity by different methods is frequently encountered. Note 5: The following expressions for w c, α , are recommended, where the subscript α specifies the particular experimental method used. (i) By X-ray diffraction: the degree of crystallinity, w c,x, is given by <!-- formula-not-decoded --> where I c and I a are the integrated intensities scattered over a suitable angular interval by the crystalline and the amorphous phases, respectively, and K x is a calibration constant. If the sample is anisotropic, a suitable average of the diffracted intensity in reciprocal space must be obtained. (ii) By calorimetry: the degree of crystallinity, w c,h is given by <!-- formula-not-decoded --> where ∆ fus h is the specific enthalpy of fusion of the sample and ∆ fus,c h is the specific enthalpy of fusion of the completely crystalline polymer over the same temperature range.",
    "source": "section:1.3"
  },
  {
    "term": "(polymer) crystal",
    "definition": "Crystalline domain usually limited by well-defined boundaries. Note 1: Polymer crystals frequently do not display the perfection that is usual for low-molar-mass substances. Note 2: Twinned polymer crystals are, sometimes, erroneously referred to as 'crystals'. Note 3: Polymer crystals that can be manipulated individually are often called (polymer) single crystals. A single crystal may contain different fold domains .",
    "source": "section:1.4"
  },
  {
    "term": "(polymer) crystallite",
    "definition": "Small crystalline domain. Note 1: A crystallite may have irregular boundaries and parts of its constituent macromolecules may extend beyond its boundaries. Note 2: This definition is not identical with that used in classical crystallography.",
    "source": "section:1.5"
  },
  {
    "term": "unit cell",
    "definition": "Smallest, regularly repeating material portion contained in a parallelepiped from which a crystal is formed by parallel displacements in three dimensions [3]. Note 1: Unlike in the case of low-molar-mass substances, the unit cell of polymer crystals usually comprises only parts of the polymer molecules and the regularity of the periodic repetition may be imperfect. Note 2: In the case of parallel-chain crystals , the chain axis is usually denoted by c or, sometimes, b . Note 3: This definition applies to the so-called primitive unit cell. In practice, the effective unit cell may consist of more than one primitive unit cell.",
    "source": "section:1.6"
  },
  {
    "term": "molecular conformation",
    "definition": "Conformation of the macromolecule as a whole. Note 1: In the polymer literature, molecular conformation is sometimes referred to as macroconformation.",
    "source": "section:1.7"
  },
  {
    "term": "CRYSTALLINE POLYMERS",
    "definition": "Note 2: In molecular conformations involving parallel stems , the latter may be confined to the same crystal or may also extend over several crystals .",
    "source": "section:1.7"
  },
  {
    "term": "local conformation",
    "definition": "Conformation of a macromolecule at the scale of the constitutional units. Note: In the polymer literature, local conformation is sometimes referred to as microconformation.",
    "source": "section:1.8"
  },
  {
    "term": "chain axis",
    "definition": "Straight line parallel to the direction of chain extension, connecting the centres of mass of successive blocks of chain units, each of which is contained within an identity period (see Fig. 1).",
    "source": "section:2.1"
  },
  {
    "term": "(chain) identity period (chain) repeating distance",
    "definition": "Shortest distance along the chain axis for translational repetition of the chain structure. Note 1: The chain identity period is usually denoted by c . Note 2: An example is given in Fig. 1.",
    "source": "section:2.2"
  },
  {
    "term": "(chain) conformational repeating unit",
    "definition": "Smallest structural unit of a polymer chain with a given conformation that is repeated along that chain through symmetry operations [5].",
    "source": "section:2.3"
  },
  {
    "term": "geometrical equivalence",
    "definition": "Symmetry correspondence among units belonging to the same chain. Note: The symmetry elements always bear a special relationship to the chain axis (see also the note, Definition 2.9).",
    "source": "section:2.4"
  },
  {
    "term": "equivalence postulate",
    "definition": "Working hypothesis that the chain monomeric units are geometrically equivalent [6].",
    "source": "section:2.5"
  },
  {
    "term": "helix",
    "definition": "Molecular conformation of a spiral nature, generated by regularly repeating rotations around the backbone bonds of a macromolecule. Note: An example is shown in Fig. 1.",
    "source": "section:2.6"
  },
  {
    "term": "helix residue",
    "definition": "Smallest set of one or more successive configurational base units that generates the whole chain through helical symmetry.",
    "source": "section:2.7"
  },
  {
    "term": "class of helix",
    "definition": "Number of skeletal chain atoms contained within the helix residue .",
    "source": "section:2.8"
  },
  {
    "term": "line repetition groups",
    "definition": "Possible symmetries of arrays extending in one direction with a fixed repeating distance [3, 5, 7]. and end view (below) of the Fig. 1. Side view (above) and end view (below) of the macromolecule of isotactic poly[1-(1-naphthyl)ethane-1,2-diyl] in the crystalline state. The helix symbol is s(2 * 4/1). The chain axis is shown by the dashed line, and c is the chain identity period . Hydrogen atoms are omitted. [From P. Corradini and P. Ganis. Nuovo Cimento , Suppl. 15 , 96 (1960)]. <!-- image --> Note: Linear polymer chains in the crystalline state must belong to one of the line repetition groups (see Table 1 for some examples). Permitted symmetry elements are: the identity operation (symbol 1); the translation along the chain axis (symbol t); the mirror plane orthogonal to the chain axis (symbol m) and that containing the chain axis (symbol d); the glide plane containing the chain axis (symbol c); the inversion centre, placed on the chain axis (symbol i); the two-fold axis orthogonal to the chain axis (symbol 2); the helical, or screw, symmetry where the axis of the helix coincides with the chain axis . In the latter case, the symbol is s(A * M / N ), where s stands for the screw axis, A is the class of the helix , * and / are separators, and M is the integral number of residues contained in N turns, corresponding to the identity period ( M and N must be prime to each other) [8, 9] (see Fig. 1). The class index A may be dropped if deemed unnecessary, so that the helix may also be simply denoted as s( M / N) [5, 7].",
    "source": "section:2.9"
  },
  {
    "term": "structural disorder",
    "definition": "Any deviation from the ideal three-dimensional regularity of the polymer crystal structure. Note: Examples of structural disorder in crystalline polymers are given in Table 2.",
    "source": "section:2.10"
  },
  {
    "term": "lattice distortion",
    "definition": "Structural disorder resulting from misalignment of the unit cells within the crystals . Table 1. Chain symmetry of some crystalline polymers | Line repetition group [a] | Polymer (source-based name, structure-based name) | |-----------------------------|-----------------------------------------------------------------------------------------------------------------------------------------| | t 1 s(A * M / N ) | trans -1,4-polyisoprene, poly[( E )-1-methylbut-2-ene-1,4-diyl] isotactic polypropene, poly(1-methylethane-1,2-diyl) ( M / N =3/1, A=2) | | s(A * M / N )2 | syndiotactic polypropene, poly(1-methylethane-1,2-diyl) ( M / N =2/l, A=4, helical modification) | | t m | poly( N,N' -heptane-1,7-diylheptanediamide), poly(iminoheptanedioyliminoheptane-1,7-diyl) | | t c | poly(1,1-difluoroethene), poly(1,1-difluoroethane-1,2-diyl) (modification 2) | | t i | diisotactic poly[ethene- alt -( E )-but-2-ene], diisotactic poly(1,2-dimethylbutane-1,4-diyl) | | s(5 * 2/1) m s(14 * 2/1) d | poly(cyclopentene), poly(cyclopentane-1,2-diyl) poly(hexamethylene adipamide), poly(iminohexanedioyliminohexane-1,6-diyl) | | t cm s(1 * 2/1) dm | syndiotactic 1,2-polybuta-1,3-diene, poly(1-vinylethane-1,2-diyl) polyethene, poly(methylene), PE | Table 2. Examples of structural disorder occurring in crystalline polymers | Type of structural disorder | Type of structural disorder | Examples Polymer (source-based name , structure-based name) | |-------------------------------|-------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | (i) | lattice distortion | as in usual crystallization (i.e., mechanical strain, lattice dislocation, impurities etc.) | | (ii) | chain orientation disorder | isotactic polypropene, poly(1-methylethane-1,2-diyl) [12], isotactic polystyrene, poly(1-phenylethane-1,2- diyl) [13], poly(1,1-difluoroethene), poly(1,1-difluoroethane- | | (iii) | configurational disorder | 1,2-diyl)-form II [14] atactic polymers capable of crystallization: poly(vinyl alcohol), poly(1-hydroxyethane-1,2-diyl) [15], poly(vinyl fluoride), poly(1-fluoroethane-1,2- diyl) [16] (see Fig. 2) | | (iv) | conformational disorder | high-temperature polymorph of trans -1,4-polybuta- 1,3-diene, poly[( E )-but-1-ene-1.4-diyl] [17] (Fig. 3); cis -1,4-polyisoprene, poly[( Z )-2-methylbut-2-ene- 1,4-diyl] [17] (Fig. 4) | | (v) | copolymer isomorphism | poly(acetaldehyde- co -propionaldehyde) poly[oxy(methylmethylene)/oxy(ethylmethylene)] [19] isotactic poly(but-1-ene- co -3-methylbut-1-ene) isotactic poly(1-ethylethane-1,2-diyl/1- isopropylethane-1,2-diyl) [20] isotactic poly(styrene- co -4-fluorostyrene) isotactic poly[1-phenylethane-1,2-diyl/1-(4-fluoro- | configurational units with different conformations (see Figs. 3 and 4). nal repeating units (see Fig. 2). S+ S- 3.514 - Ä homopolymer isomorphism 1/2 phenyl)ethane-1,2-diyl] [21] mixtures of isotactic poly(4-methylpent-1-ene) and isotactic poly(4-methylhex-1-ene) mixtures of isotactic poly(1-isobutylethane-1,2-diyl) and isotactic poly[1-(2-methylbutyl)ethane-1,2-diyl] [22]",
    "source": "section:2.10.1"
  },
  {
    "term": "chain-orientational disorder",
    "definition": "Structural disorder resulting from the statistical coexistence within the crystals of identical chains with opposite orientations. Note: A typical example is provided by the up-down statistical coexistence of anticlined chains in the same crystal structure.",
    "source": "section:2.10.2"
  },
  {
    "term": "configurational disorder",
    "definition": "Structural disorder resulting from the statistical co-crystallization of different configurational repeating units (see Fig. 2). Fig. 2. End projection of atactic poly(vinyl fluoride) [poly(1-fluoroethane-1,2-diyl)] chains in the crystalline state. Broken circles show fluorine atoms with 50% probability [16]. <!-- image -->",
    "source": "section:2.10.3"
  },
  {
    "term": "conformational disorder",
    "definition": "Structural disorder resulting from the statistical co-existence within the crystals of identical configurational units with different conformations (see Figs. 3 and 4). Fig. 3. Chain conformation of the disordered (above) and ordered (below) polymorphs of trans -1,4-polybutadiene (poly[( E )-but-1-ene-1,4-diyl]) in the crystalline state. The heavy black lines designate the double bonds and the symbols S+, S- and C the conformation [17]. <!-- image --> 4.25Ä (1/2F) 1/2 b ifferent nossible conformations of ri Fig. 4. Different possible conformations of cis -1,4-polyisoprene (poly[( Z )-2-methylbut-2ene-1,4-diyl]) in the crystalline state, as viewed sideways along two orthogonal axes [17]. <!-- image -->",
    "source": "section:2.10.4"
  },
  {
    "term": "macromolecular isomorphism",
    "definition": "Statistical co-crystallization of different constitutional repeating units, which may either belong to the same copolymer chains (copolymer isomorphism) or originate from different homopolymer chains (homopolymer isomorphism). Note: Isomorphism is a general term: in the strict sense, the crystal structure is essentially the same throughout the range of compositions; in isodimorphism or isopolymorphism, there are two or more crystal structures, respectively, depending on composition.",
    "source": "section:2.10.5"
  },
  {
    "term": "lamellar crystal",
    "definition": "Type of crystal with a large extension in two dimensions and a uniform thickness. Note: A lamellar crystal is usually of a thickness in the 5-50 nm range, and it may be found individually or in aggregates. The parallel-chain stems intersect the lamellar plane at an angle between 45° and 90°. The lamellae often have pyramidal shape owing to differences in the fold domains ; as a result, one can deduce different fold planes and fold surfaces from the lamellar morphology.",
    "source": "section:3.1"
  },
  {
    "term": "lath crystal",
    "definition": "L amellar crystal prevailingly extended along one lateral dimension.",
    "source": "section:3.2"
  },
  {
    "term": "multilayer aggregate",
    "definition": "Stack of lamellar crystals generated by spiral growth at one or more screw dislocations. Note: The axial displacement over a full turn of the screw (Burgers vector) is usually equal to one lamellar thickness.",
    "source": "section:3.3"
  },
  {
    "term": "long spacing",
    "definition": "Average separation between stacked lamellar crystals . Note: The long spacing is usually measured by small-angle x-ray or neutron diffraction.",
    "source": "section:3.4"
  },
  {
    "term": "axialite",
    "definition": "Multilayer aggregate, consisting of lamellar crystals splaying out from a common edge.",
    "source": "section:3.5"
  },
  {
    "term": "dendrite",
    "definition": "Crystalline morphology produced by skeletal growth, leading to a 'tree-like' appearance.",
    "source": "section:3.6"
  },
  {
    "term": "fibrous crystal",
    "definition": "Type of crystal significantly longer in one dimension than in either of the other two. Note: Fibrous crystals may comprise essentially extended chains parallel to the fibre axis; however, macroscopic polymer fibres containing chain-folded crystals are also known.",
    "source": "section:3.7"
  },
  {
    "term": "shish-kebab structure",
    "definition": "Polycrystalline morphology of double habit consisting of fibrous crystals overgrown epitaxially by lamellar crystals , the stems of which are parallel to the fibre axis.",
    "source": "section:3.8"
  },
  {
    "term": "spherulite",
    "definition": "Polycrystalline, roughly spherical morphology consisting of lath, fibrous or lamellar crystals emanating from a common centre. Note: Space filling is achieved by branching, bending or both, of the constituent fibres or lamellae.",
    "source": "section:3.9"
  },
  {
    "term": "tie molecule",
    "definition": "Molecule that connects at least two different crystals .",
    "source": "section:4.1"
  },
  {
    "term": "stem",
    "definition": "Crystallized, rodlike portion of a polymer chain connected to non-rodlike portions, or chain ends, or both.",
    "source": "section:4.2"
  },
  {
    "term": "chain fold",
    "definition": "Conformational feature in which a loop connects two parallel stems belonging to the same crystal .",
    "source": "section:4.3"
  },
  {
    "term": "fold",
    "definition": "Loop connecting two different stems in a folded chain.",
    "source": "section:4.4"
  },
  {
    "term": "fold plane",
    "definition": "Crystallographic plane defined by a large number of stems that are connected by chain folds .",
    "source": "section:4.5"
  },
  {
    "term": "fold surface",
    "definition": "Surface approximately tangential to the folds .",
    "source": "section:4.6"
  },
  {
    "term": "fold domain",
    "definition": "Portion of a polymer crystal wherein the fold planes have the same orientation. Note: The sectors of lamellar crystals frequently represent fold domains.",
    "source": "section:4.7"
  },
  {
    "term": "adjacent re-entry",
    "definition": "Model of crystallinity in which chain folds regularly connect model adjacent stems .",
    "source": "section:4.8"
  },
  {
    "term": "switchboard model",
    "definition": "Model of crystallinity in which the crystallized segments of a macromolecule belong to the same crystal , although the stems are connected randomly.",
    "source": "section:4.9"
  },
  {
    "term": "fringed-micelle model",
    "definition": "Model of crystallinity in which the crystallized segments of a macromolecule belong predominantly to different crystals .",
    "source": "section:4.10"
  },
  {
    "term": "folded-chain crystal",
    "definition": "Polymer crystal consisting predominantly of chains that traverse the crystal repeatedly by folding as they emerge at its external surfaces. Note: The re-entry of the chain into the crystal is assumed to be adjacent or near-adjacent within the lattice.",
    "source": "section:4.11"
  },
  {
    "term": "parallel-chain crystal",
    "definition": "Type of crystal resulting from parallel packing of stems , irrespective of the stems ' directional sense.",
    "source": "section:4.12"
  },
  {
    "term": "extended-chain crystal",
    "definition": "Polymer crystal in which the chains are in an essentially fully extended conformation.",
    "source": "section:4.13"
  },
  {
    "term": "globular-chain crystal",
    "definition": "Type of crystal comprised of macromolecules having globular conformations. Note: Globular-chain crystals usually occur with globular proteins.",
    "source": "section:4.14"
  },
  {
    "term": "nucleation",
    "definition": "Formation of the smallest crystalline entity, the further growth of which is thermodynamically favoured. Note: Nucleation may be classified as primary or secondary. Primary nucleation can be homogeneous or heterogeneous; if heterogeneous nucleation is initiated by entities having the same composition as the crystallizing polymer, it is called self-nucleation. Secondary nucleation is also known as surface nucleation.",
    "source": "section:5.1"
  },
  {
    "term": "molecular nucleation",
    "definition": "Initial crystallization of a small portion of a macromolecule, after which further crystallization is thermodynamically favoured. Note: Molecular nucleation may give rise to a new crystal or increase the size of a pre-existing one.",
    "source": "section:5.2"
  },
  {
    "term": "Avrami equation",
    "definition": "Equation, describing crystallization kinetics, of the form:",
    "source": "section:5.3"
  },
  {
    "term": "primary crystallization",
    "definition": "First stage of crystallization, considered to be ended when most of the spherulite surfaces impinge on each other. Note: In isothermal crystallization, primary crystallization is often described by the Avrami equation .",
    "source": "section:5.4"
  },
  {
    "term": "secondary crystallization",
    "definition": "Crystallization occurring after primary crystallization , usually proceeding at a lower rate.",
    "source": "section:5.5"
  },
  {
    "term": "reorganization",
    "definition": "Molecular process by which (i) amorphous or poorly ordered regions of a polymer specimen become incorporated into crystals , or (ii) a change to a more stable crystal structure takes place, or (iii) defects within the crystals decrease. Note 1: Secondary crystallization may be involved in the reorganization process. Note 2: Reorganization may result from annealing. Note 3: (i) and (iii) may also be called crystal perfection.",
    "source": "section:5.6"
  },
  {
    "term": "recrystallization",
    "definition": "Reorganization proceeding through partial melting. Note: Recrystallization is likely to result in an increase in the degree of crystallinity , or crystal perfection, or both.",
    "source": "section:5.7"
  },
  {
    "term": "segregation",
    "definition": "Rejection of a fraction of macromolecules, or of impurities, or both, from growing crystals . Note: The rejected macromolecules are usually those of insufficient relative molecular mass, or differing in constitution or configuration (e.g., branching, tacticity, etc.).",
    "source": "section:5.8"
  }
]