[
  {
    "term": "Introduction",
    "definition": "1. Basic Terms in Polymer Mixtures 2. Phase Domain Behaviour 3. Domain Morphologies 4. References 5. Bibliography 6. Alphabetical Index of Terms",
    "source": "section:"
  },
  {
    "term": "polymer blend",
    "definition": "Macroscopically homogeneous mixture of two or more different species of polymer [3,4]. Note 1: See the Gold Book, p. 312 [3]. Originally prepared by a working group consisting of W. J. Work (USA), K. Horie (Japan), M. Hess (Germany) and R. F. T. Stepto (UK). Reprinted from Pure Appl. Chem. , 76, 1985-2007 (2004)",
    "source": "section:1.1"
  },
  {
    "term": "BLENDS, COMPOSITES, AND MULTIPHASE MATERIALS",
    "definition": "Note 2: In most cases, blends are homogeneous on scales larger than several times the wavelengths of visible light. Note 3: In principle, the constituents of a blend are separable by physical means. Note 4: No account is taken of the miscibility or immiscibility of the constituent macromolecules, i.e., no assumption is made regarding the number of phase domains present. Note 5: The use of the term ' polymer alloy ' for 'polymer blend' is discouraged, as the former term includes multiphase copolymers but excludes incompatible polymer blends (see Definition 1.3). Note 6: The number of polymeric components which comprises a blend is often designated by an adjective, viz., binary, ternary, quaternary.",
    "source": "section:1.1"
  },
  {
    "term": "miscibility",
    "definition": "Capability of a mixture to form a single phase over certain ranges of temperature, pressure, and composition. Note 1: Whether or not a single phase exists depends on the chemical structure, molarmass distribution, and molecular architecture of the components present. Note 2: The single phase in a mixture may be confirmed by light scattering, X-ray scattering, and neutron scattering. Note 3: For a two-component mixture, a necessary and sufficient condition for stable or metastable equilibrium of a homogeneous single phase is <!-- formula-not-decoded --> where ∆ mix G is the Gibbs energy of mixing and φ the composition, where φ /uniF020 is usually taken as the volume fraction of one of the components. The system is unstable if the above second derivative is negative. The borderline ( spinodal ) between (meta)stable and unstable states is defined by the above second derivative equalling zero. If the compositions of two conjugate (coexisting) phases become identical upon a change of temperature or pressure, the third derivative also equals zero (defining a critical state). Note 4: If a mixture is thermodynamically metastable, it will demix if suitably nucleated (see Definition 2.5). If a mixture is thermodynamically unstable, it will demix by spinodal decomposition or by nucleation and growth if suitably nucleated, provided there is minimal kinetic hindrance.",
    "source": "section:1.2"
  },
  {
    "term": "miscible polymer blend",
    "definition": "Polymer blend that exhibits miscibility . Note 1: For a polymer blend to be miscible, it must satisfy the criteria of miscibility . Note 2: Miscibility is sometimes erroneously assigned on the basis that a blend exhibits a single T g or optical clarity. Note 3: A miscible system can be thermodynamically stable or metastable (see Note 4 in Definition 1.2). Note 4: For components of chain structures that would be expected to be miscible, miscibility may not occur if molecular architecture is changed, e.g., by crosslinking.",
    "source": "section:1.3"
  },
  {
    "term": "homogeneous polymer blend",
    "definition": "Polymer blend that exhibits miscibility . Note 1: For a polymer blend to be miscible, it must satisfy the criteria of miscibility . Note 2: Miscibility is sometimes erroneously assigned on the basis that a blend exhibits a single T g or optical clarity. Note 3: A miscible system can be thermodynamically stable or metastable (see Note 4 in Definition 1.2). Note 4: For components of chain structures that would be expected to be miscible, miscibility may not occur if molecular architecture is changed, e.g., by crosslinking.",
    "source": "section:1.3"
  },
  {
    "term": "homologous polymer blend",
    "definition": "Mixture of two or more fractions of the same polymer, each of which has a different molar-mass distribution.",
    "source": "section:1.4"
  },
  {
    "term": "isomorphic polymer blend",
    "definition": "Polymer blend of two or more different semi-crystalline polymers that are miscible in the crystalline state as well as in the molten state. Note 1: Such a blend exhibits a single, composition-dependent glass-transition temperature, T g, and a single, composition-dependent melting point, T m, subscript Note 2: This behaviour is extremely rare; very few cases are known.",
    "source": "section:1.5"
  },
  {
    "term": "polymer-polymer complex",
    "definition": "Complex, at least two components of which are different polymers [4]. Note 1: A complex is a molecular entity formed from two or more components that can be ionic or uncharged [3]. Note 2: Although the intrinsic binding energy between the individual interacting sites giving rise to the complex is weaker than a covalent bond, the total binding energy for any single molecule may exceed the energy of a single covalent bond. Note 3: The properties of a complex defined here differ from those given in ref. [3] because, owing to the repeating nature of a polymer molecule, many interacting sites may be present, which together will provide stronger bonding than a single covalent bond.",
    "source": "section:1.6"
  },
  {
    "term": "metastable miscibility",
    "definition": "Capability of a mixture to exist for an indefinite period of time as a single phase that is separated by a small or zero energy barrier from a thermodynamically more stable multiphase system [3]. Note: Mixtures exhibiting metastable miscibility may remain unchanged or they may undergo phase separation, usually by nucleation or spinodal decomposition .",
    "source": "section:1.7"
  },
  {
    "term": "metastable miscible polymer blend",
    "definition": "Polymer blend that exhibits metastable miscibility . Note: In polymers, because of the low mobility of polymer chains, particularly in a glassy state, metastable mixtures may exist for indefinite periods of time without phase separation. This has frequently led to confusion when metastable miscible polymer blends are erroneously claimed to be miscible.",
    "source": "section:1.8"
  },
  {
    "term": "interpenetrating polymer network , ( IPN )",
    "definition": "Polymer comprising two or more polymer networks which are at least partially interlaced on a molecular scale, but not covalently bonded to each other and cannot be separated unless chemical bonds are broken [3,4]. Note 1: A mixture of two or more preformed polymer networks is not an interpenetrating polymer network. Note 2: An IPN may be further described by the process by which it is synthesized. When an IPN is prepared by a process in which the second component network is formed following the completion of formation of the first component network, the IPN may be referred to as a sequential IPN . When an IPN is prepared by a process in which both component networks are formed concurrently, the IPN may be referred to as a simultaneous IPN.",
    "source": "section:1.9"
  },
  {
    "term": "semi-interpenetrating polymer network , ( SIPN )",
    "definition": "Polymer comprising one or more polymer network(s) and one or more linear or branched polymer(s) characterized by the penetration on a molecular scale of at least one of the networks by at least some of the linear or branched chains [3,4]. Note 1: Semi-interpenetrating polymer networks are different from interpenetrating polymer networks because the constituent linear-chain or branched-chain macromolecule(s) can, in principle, be separated from the constituent polymer network(s) without breaking chemical bonds, and, hence, they are polymer blends . Note 2: Semi-interpenetrating polymer networks may be further described by the process by which they are synthesized. When an SIPN is prepared by a process in which the second component polymer is formed or incorporated following the completion of formation of the first component polymer, the SIPN may be referred to as a sequential SIPN . When an SIPN is prepared by a process in which both component polymers are formed concurrently, the SIPN may be referred to as a simultaneous SIPN . (This note has been changed from that which appears in ref. [4] to allow for the possibility that a linear or branched polymer may be incorporated into a network by means other than polymerization, e.g., by swelling of the network and subsequent diffusion of the linear or branched chain into the network.).",
    "source": "section:1.10"
  },
  {
    "term": "immiscibility",
    "definition": "Inability of a mixture to form a single phase. Note 1: Immiscibility may be limited to certain ranges of temperature, pressure, and composition. Note 2: Immiscibility depends on the chemical structures, molar-mass distributions, and molecular architectures of the components.",
    "source": "section:1.11"
  },
  {
    "term": "immiscible polymer blend heterogeneous polymer blend",
    "definition": "Polymer blend that exhibits immiscibility .",
    "source": "section:1.12"
  },
  {
    "term": "composite",
    "definition": "Multicomponent material comprising multiple, different (non-gaseous) phase domains in which at least one type of phase domain is a continuous phase . Note: Foamed substances, which are multiphase materials that consist of a gas dispersed in a liquid or solid, are not normally considered to be composites .",
    "source": "section:1.13"
  },
  {
    "term": "polymer composite",
    "definition": "Composite in which at least one component is a polymer.",
    "source": "section:1.14"
  },
  {
    "term": "nanocomposite",
    "definition": "Composite in which at least one of the phases has at least one dimension of the order of nanometers.",
    "source": "section:1.15"
  },
  {
    "term": "laminate",
    "definition": "Material consisting of more than one layer, the layers being distinct in composition, composition profile, or anisotropy of properties. Note 1: Laminates may be formed by two or more layers of different polymers. Note 2: Composite laminates generally consist of one or more layers of a substrate, often fibrous, impregnated with a curable polymer, curable polymers, or liquid reactants.",
    "source": "section:1.16"
  },
  {
    "term": "lamination",
    "definition": "Process of forming a laminate .",
    "source": "section:1.17"
  },
  {
    "term": "delamination",
    "definition": "Process that separates the layers of a laminate by breaking their structure in planes parallel to those layers.",
    "source": "section:1.18"
  },
  {
    "term": "impregnation",
    "definition": "Penetration of monomeric, oligomeric, or polymeric liquids into an assembly of fibers. Note 1: The term as defined here is specific to polymer science. An alternative definition of 'impregnation' applies in some other fields of chemistry [3]. Note 2: Impregnation is usually carried out on a woven fabric or a yarn.",
    "source": "section:1.19"
  },
  {
    "term": "prepreg",
    "definition": "Sheets of a substrate that have been impregnated with a curable polymer, curable polymers, or liquid reactants, or a thermoplastic, and are ready for fabrication of laminates . Note 1: See Definition 1.16 notes 2 and 3. Note 2: During the impregnation the curable polymer, curable polymers, or liquid reactants may be allowed to react to a certain extent (sometimes termed degree of ripening).",
    "source": "section:1.20"
  },
  {
    "term": "intercalation",
    "definition": "Process by which a substance becomes transferred into pre-existing spaces of molecular dimensions in a second substance. Note: The term as defined here is specific to polymer science. An alternative definition of 'intercalation' applies in some other fields of chemistry [3].",
    "source": "section:1.21"
  },
  {
    "term": "exfoliation",
    "definition": "Process by which the layers of a multi-layered structure separate. Note: In the context of a nanocomposite material, the individual layers are of the order of at most a few nanometers in thickness.",
    "source": "section:1.22"
  },
  {
    "term": "wetting",
    "definition": "Process by which an interface between a solid and a gas is replaced by an interface between the same solid and a liquid.",
    "source": "section:1.23"
  },
  {
    "term": "adhesion",
    "definition": "Holding together of two bodies by interfacial forces or mechanical interlocking on a scale of micrometers or less.",
    "source": "section:1.24"
  },
  {
    "term": "chemical adhesion",
    "definition": "Adhesion in which two bodies are held together at an interface by ionic or covalent bonding between molecules on either side of the interface.",
    "source": "section:1.25"
  },
  {
    "term": "interfacial adhesion",
    "definition": "Adhesion in which interfaces between phases or components are maintained by intermolecular forces, chain entanglements, or both, across the interfaces. Note 1: Adhesive strength , F a, SI unit: Nm -2 is the force required to separate one condensed phase domain from another at the interface between the two phase domains divided by the area of the interface. - Note 2: Interfacial tension , γ , unit: Nm -1 , Jm -2 is the change in Gibbs energy per unit change in interfacial area for substances in physical contact. - Note 3: Use of the term interfacial energy for interfacial tension is not recommended.",
    "source": "section:1.26"
  },
  {
    "term": "tack",
    "definition": "Adhesion in which interfaces between phases or components are maintained by intermolecular forces, chain entanglements, or both, across the interfaces. Note 1: Adhesive strength , F a, SI unit: Nm -2 is the force required to separate one condensed phase domain from another at the interface between the two phase domains divided by the area of the interface. - Note 2: Interfacial tension , γ , unit: Nm -1 , Jm -2 is the change in Gibbs energy per unit change in interfacial area for substances in physical contact. - Note 3: Use of the term interfacial energy for interfacial tension is not recommended.",
    "source": "section:1.26"
  },
  {
    "term": "interfacial bonding",
    "definition": "Bonding in which the surfaces of two bodies in contact with one another are held together by intermolecular forces. Note: Examples of intermolecular forces include covalent, ionic, van der Waals, and hydrogen bonds.",
    "source": "section:1.27"
  },
  {
    "term": "interfacial fracture",
    "definition": "Brittle fracture that takes place at an interface.",
    "source": "section:1.28"
  },
  {
    "term": "craze",
    "definition": "Crack-like cavity formed when a polymer is stressed in tension that contains load-bearing fibrils spanning the gap between the surfaces of the cavity. Note: Deformation of continua occurs with only minor changes in volume; hence, a craze consists of both fibrils and voids.",
    "source": "section:1.29"
  },
  {
    "term": "additive",
    "definition": "Substance added to a polymer. - Note 1: The term as defined here is specific to polymer science. An alternative definition of 'additive' applies in some other fields of chemistry [3]. - Note 2: An additive is usually a minor component of the mixture formed and usually modifies the properties of the polymer. - Note 3: Examples of additives are antioxidants, plasticizers, flame retardants, processing aids, other polymers, colorants, UV absorbers, and extenders [7].",
    "source": "section:1.30"
  },
  {
    "term": "interfacial agent",
    "definition": "Additive that reduces the interfacial energy between phase domains .",
    "source": "section:1.31"
  },
  {
    "term": "compatibility",
    "definition": "Capability of the individual component substances in either an immiscible polymer blend or a polymer composite to exhibit interfacial adhesion . Note 1: Use of the term 'compatibility' to describe miscible systems is discouraged. Note 2: Compatibility is often established by the observation of mechanical integrity under the intended conditions of use of a composite or an immiscible polymer blend .",
    "source": "section:1.32"
  },
  {
    "term": "compatibilization",
    "definition": "Process of modification of the interfacial properties in an immiscible polymer blend that results in formation of the interphases and stabilization of the morphology, leading to the creation of a compatible polymer blend .",
    "source": "section:1.33"
  },
  {
    "term": "degree of compatibility",
    "definition": "Measure of the strength of the interfacial bonding between the component substances of a composite or immiscible polymer blend . Note 1: Estimates of the degree of compatibility are often based upon the mechanical performance of the composite , the interphase thickness , or the sizes of the phase domains present in the composite , relative to the corresponding properties of composites lacking compatibility . Note 2: The term degree of incompatibility is sometimes used instead of degree of compatibility. Such use is discouraged as incompatibility is related to the weakness of interfacial bonding .",
    "source": "section:1.34"
  },
  {
    "term": "compatible polymer blend",
    "definition": "Immiscible polymer blend that exhibits macroscopically uniform physical properties. Note: The macroscopically uniform physical properties are usually caused by sufficiently strong interactions between the component polymers.",
    "source": "section:1.35"
  },
  {
    "term": "compatibilizer",
    "definition": "Polymer or copolymer that, when added to an immiscible polymer blend, modifies its interfacial character and stabilizes its morphology. Note: Compatibilizers usually stabilize morphologies over distances of the order of micrometers or less.",
    "source": "section:1.36"
  },
  {
    "term": "coupling agent",
    "definition": "Interfacial agent comprised of molecules possessing two or more functional groups, each of which exhibits preferential interactions with the various types of phase domains in a composite . Note 1: A coupling agent increases adhesion between phase domains . Note 2: An example of the use of a coupling agent is in a mineral-filled polymer material where one part of the coupling agent molecule can chemically bond to the inorganic mineral while the other part can chemically bond to the polymer.",
    "source": "section:1.37"
  },
  {
    "term": "adhesion promoter",
    "definition": "Interfacial agent comprised of molecules possessing two or more functional groups, each of which exhibits preferential interactions with the various types of phase domains in a composite . Note 1: A coupling agent increases adhesion between phase domains . Note 2: An example of the use of a coupling agent is in a mineral-filled polymer material where one part of the coupling agent molecule can chemically bond to the inorganic mineral while the other part can chemically bond to the polymer.",
    "source": "section:1.37"
  },
  {
    "term": "polymer alloy",
    "definition": "Polymeric material, exhibiting macroscopically uniform physical properties throughout its whole volume, that comprises a compatible polymer blend , a miscible polymer blend , or a multiphase copolymer. Note 1: See note Note 5 in Definition 1.1. Note 2: The use of the term polymer alloy for a polymer blend is discouraged.",
    "source": "section:1.38"
  },
  {
    "term": "dispersion",
    "definition": "Material comprising more than one phase where at least one of the phases consists of finely divided phase domains , often in the colloidal size range, distributed throughout a continuous phase domain . Note 1: The term as defined here is specific to polymer science. An alternative definition of 'dispersion' applies in some other fields of chemistry [3].",
    "source": "section:1.39"
  },
  {
    "term": "dispersing agent dispersing aid dispersant",
    "definition": "Additive , exhibiting surface activity, that is added to a suspending medium to promote uniform and maximum separation of extremely fine solid particles, often of colloidal size (see Note 2 in Definition 1.39) Note: Although dispersing agents achieve results similar to compatibilizers , they function differently in that they reduce the attractive forces between fine particles, which allows them to be more easily separated and dispersed.",
    "source": "section:1.40"
  },
  {
    "term": "agglomeration",
    "definition": "Process in which dispersed molecules or particles assemble rather than remain as isolated single molecules or particles [3].",
    "source": "section:1.41"
  },
  {
    "term": "aggregation",
    "definition": "Process in which dispersed molecules or particles assemble rather than remain as isolated single molecules or particles [3].",
    "source": "section:1.41"
  },
  {
    "term": "agglomerate aggregate",
    "definition": "Cluster of molecules or particles that results from agglomeration . Note: The term as defined here is specific to polymer science. An alternative definition of 'aggregate' is used in some other fields of chemistry [3] (see also Chapter 11).",
    "source": "section:1.42"
  },
  {
    "term": "extender",
    "definition": "Substance, especially a diluent or modifier, added to a polymer to increase its volume without substantially altering the desirable properties of the polymer. Note: An extender may be a liquid or a solid.",
    "source": "section:1.43"
  },
  {
    "term": "filler",
    "definition": "Solid extender . Note 1: The term as defined here is specific to polymer science. An alternative definition of 'filler' applies in some other fields of chemistry [3]. Note 2: Fillers may be added to modify mechanical, optical, electrical, thermal, flammability properties, or simply to serve as extenders .",
    "source": "section:1.44"
  },
  {
    "term": "fill factor , φ fill",
    "definition": "Maximum volume fraction of a particulate filler that can be added to a polymer while maintaining the polymer as the continuous phase domains .",
    "source": "section:1.45"
  },
  {
    "term": "thermoplastic elastomer",
    "definition": "Either Melt-processable polymer blend or copolymer in which a continuous elastomeric phase domain is reinforced by dispersed hard (glassy or crystalline) phase domains that act as junction points over a limited range of temperature. or Elastomer comprising a thermoreversible network. Note 1: The behaviour of the hard phase domains as junction points is thermally reversible. Note 2: The interfacial interaction between hard and soft phase domains in a thermoplastic elastomer is often the result of covalent bonds between the phases and is sufficient to prevent the flow of the elastomeric phase domains under conditions of use. Note 3: Examples of thermoplastic elastomers include block copolymers and blends of plastics and rubbers.",
    "source": "section:1.46"
  },
  {
    "term": "miscibility window",
    "definition": "Range of copolymer compositions in a polymer mixture, at least one component substance of which is a copolymer, that gives miscibility over a range of temperatures and pressures. - Note 1: Outside the miscibility window immiscible mixtures are formed. - Note 2: The compositions of the copolymers within the miscibility window usually exclude the homopolymer compositions of the monomers from which the copolymers are prepared. - Note 3: The miscibility window is affected by the molecular weights of the component substances. Note 4: The existence of miscibility windows has been attributed to an average force between the monomer units of the copolymer that leads to those units associating preferentially with the monomer units of the other polymers.",
    "source": "section:2.1"
  },
  {
    "term": "miscibility gap",
    "definition": "Area within the coexistence curve of an isobaric phase diagram (temperature vs. composition) or an isothermal phase diagram (pressure vs. composition). Note: A miscibility gap is observed at temperatures below an upper critical solution temperature (UCST) or above the lower critical solution temperature (LCST). Its location depends on pressure. In the miscibility gap, there are at least two phases coexisting.",
    "source": "section:2.2"
  },
  {
    "term": "Flory-Huggins theory",
    "definition": "Statistical thermodynamic mean-field theory of polymer solutions, formulated independently by Flory, Huggins, and Staverman, in which the thermodynamic quantities of the solution are derived from a simple concept of combinatorial entropy of mixing and a reduced Gibbs-energy parameter, the χ /f020interaction parameter [3]. Note 1: The Flory-Huggins theory has often been found to have utility for polymer blends ; however, there are many equation-of-state theories that provide more accurate descriptions of polymer-polymer interactions. Note 2: The present definition has been modified from that which appears in ref. [5] to acknowledge the contributions of Staverman and to further clarify the statistical basis of the theory.",
    "source": "section:2.3"
  },
  {
    "term": "Flory-Huggins-Staverman theory",
    "definition": "Statistical thermodynamic mean-field theory of polymer solutions, formulated independently by Flory, Huggins, and Staverman, in which the thermodynamic quantities of the solution are derived from a simple concept of combinatorial entropy of mixing and a reduced Gibbs-energy parameter, the χ /f020interaction parameter [3]. Note 1: The Flory-Huggins theory has often been found to have utility for polymer blends ; however, there are many equation-of-state theories that provide more accurate descriptions of polymer-polymer interactions. Note 2: The present definition has been modified from that which appears in ref. [5] to acknowledge the contributions of Staverman and to further clarify the statistical basis of the theory.",
    "source": "section:2.3"
  },
  {
    "term": "χ /uniF020 interaction parameter , χ",
    "definition": "Interaction parameter, employed in the Flory-Huggins theory , to account for the contribution of the noncombinatorial entropy of mixing and the enthalpy of mixing to the Gibbs energy of mixing. Note 1: The definition and the name of the term have been modified from that which appears in ref. [5] to reflect its broader use in the context of polymer blends . In its simplest form, the χ /uniF020parameter is defined according to the Flory-Huggins equation for binary mixtures <!-- formula-not-decoded --> for a mixture of amounts of substance n 1 and n 2 of components denoted 1 and 2, giving volume fractions φ 1 and φ 2, with the molecules of component 1 each conceptually consisting of x 1 segments whose Gibbs energy of interaction with segments of equal volume in the molecules of component 2 is characterized by the interaction parameter χ . Note 2: The χ /uniF020interaction parameters characterizing a given system vary with composition, molar mass, and temperature. Note 3: B is an alternative parameter to χ , where B = χ RT/V m, in which V m is the molar volume of one of the components of the mixture.",
    "source": "section:2.4"
  },
  {
    "term": "nucleation of phase separation",
    "definition": "Initiation of phase domains formation through the presence of heterogeneities [3]. Note: In a metastable region of a phase diagram (see Definition 1.2), phase separation is initiated only by nucleation.",
    "source": "section:2.5"
  },
  {
    "term": "binodal binodal curve",
    "definition": "Curve defining the region of composition and temperature in a phase diagram for a binary mixture across which a transition occurs from miscibility of the components to conditions where single-phase mixtures are metastable or unstable (see Note 4 in Definition 1.2). Note: Binodal compositions are defined by pairs of points on the curve of Gibbs energy of mixing vs. composition that have common tangents, corresponding to compositions of equal chemical potentials of each of the two components in two phases.",
    "source": "section:2.6"
  },
  {
    "term": "coexistence curve",
    "definition": "Curve defining the region of composition and temperature in a phase diagram for a binary mixture across which a transition occurs from miscibility of the components to conditions where single-phase mixtures are metastable or unstable (see Note 4 in Definition 1.2). Note: Binodal compositions are defined by pairs of points on the curve of Gibbs energy of mixing vs. composition that have common tangents, corresponding to compositions of equal chemical potentials of each of the two components in two phases.",
    "source": "section:2.6"
  },
  {
    "term": "spinodal",
    "definition": "Curve defining the region of composition and temperature for a binary mixture across which a transition occurs from conditions where single-phase mixtures are metastable to conditions where single-phase mixtures are unstable and undergo phase separation by spinodal decomposition . Note 1: The spinodal curve for a binary mixture is defined as the geometrical locus of all states with <!-- formula-not-decoded --> Note 2: In the unstable region bounded by the spinodal curve, phase domains separation is spontaneous, i.e., no nucleation step is required to initiate the separation process.",
    "source": "section:2.7"
  },
  {
    "term": "spinodal curve",
    "definition": "Curve defining the region of composition and temperature for a binary mixture across which a transition occurs from conditions where single-phase mixtures are metastable to conditions where single-phase mixtures are unstable and undergo phase separation by spinodal decomposition . Note 1: The spinodal curve for a binary mixture is defined as the geometrical locus of all states with <!-- formula-not-decoded --> Note 2: In the unstable region bounded by the spinodal curve, phase domains separation is spontaneous, i.e., no nucleation step is required to initiate the separation process.",
    "source": "section:2.7"
  },
  {
    "term": "spinodal decomposition",
    "definition": "Long-range, diffusion-limited, spontaneous phase domains separation initiated by delocalized concentration fluctuations occurring in an unstable region of a mixture bounded by a spinodal curve . Note: Spinodal decomposition occurs when the magnitude of Gibbs energy fluctuations with respect to composition are zero.",
    "source": "section:2.8"
  },
  {
    "term": "spinodal phase-demixing",
    "definition": "Long-range, diffusion-limited, spontaneous phase domains separation initiated by delocalized concentration fluctuations occurring in an unstable region of a mixture bounded by a spinodal curve . Note: Spinodal decomposition occurs when the magnitude of Gibbs energy fluctuations with respect to composition are zero.",
    "source": "section:2.8"
  },
  {
    "term": "cloud point",
    "definition": "Experimentally measured point in the phase diagram of a mixture at which a loss in transparency is observed due to light scattering caused by a transition from a single- to a two-phase state. Note 1: The phenomenon is characterized by the first appearance of turbidity or cloudiness. Note 2: A cloud point is heating rate- or cooling rate-dependent.",
    "source": "section:2.9"
  },
  {
    "term": "cloud-point curve",
    "definition": "Curve of temperature vs. composition defined by the cloud points over range of compositions of two substances. Note: Mixtures are observed to undergo a transition from a single- to a two-phase state upon heating or cooling.",
    "source": "section:2.10"
  },
  {
    "term": "cloud-point temperature",
    "definition": "Temperature at a cloud point .",
    "source": "section:2.11"
  },
  {
    "term": "critical point",
    "definition": "Point in the isobaric temperature-composition plane for a binary mixture where the compositions of all coexisting phases become identical. Note 1: An alternative definition of 'critical solution point' refers strictly to liquid-vapor equilibria [3]. Note 2: Unless specified atmospheric pressure is assumed. - Note 3: In a phase diagram, the slope of the tangent to the spinodal is zero at this point. - Note 4: At a critical point, binodals and spinodal s coincide. Note 5: Although the definition holds strictly for binary mixtures, it is often erroneously applied to multicomponent mixtures. Note 6: See note 3 in Definition 1.2.",
    "source": "section:2.12"
  },
  {
    "term": "lower critical solution temperature , ( LCST )",
    "definition": "Critical temperature below which a mixture is miscible [3]. Note 1: Below the LCST and above the upper critical solution temperature (UCST), if it exists, a single phase exists for all compositions. Note 2: The LCST depends upon pressure and the molar-mass distributions of the constituent polymer(s). Note 3: For a mixture containing or consisting of polymeric components, these may be different polymers or species of different molar mass of the same polymer.",
    "source": "section:2.13"
  },
  {
    "term": "upper critical solution temperature , ( UCST )",
    "definition": "Critical temperature above which a mixture is miscible [3]. Note 1: Above the UCST and below the lower critical solution temperature (LCST), if it exists, a single phase exists for all compositions Note 2: The UCST depends upon the pressure and molar-mass distributions of the constituent polymer(s). Note 3: For a mixture containing or consisting of polymeric components, these may be different polymers or species of different molar mass of the same polymer.",
    "source": "section:2.14"
  },
  {
    "term": "phase inversion",
    "definition": "Process by which an initially continuous phase domain becomes the dispersed phase domain and the initially dispersed phase domain becomes the continuous phase domains [3]. Note 1: Phase inversion may be observed during the polymerization or melt processing of polymer blend systems. Note 2: The phenomenon is usually observed during polymerization of a monomer containing a dissolved polymer.",
    "source": "section:2.15"
  },
  {
    "term": "interdiffusion",
    "definition": "Process by which homogeneity in a mixture is approached by means of spontaneous mutual molecular diffusion.",
    "source": "section:2.16"
  },
  {
    "term": "blooming",
    "definition": "Process in which one component of a polymer mixture, usually not a polymer, undergoes phase separation and migration to an external surface of the mixture.",
    "source": "section:2.17"
  },
  {
    "term": "coalescence",
    "definition": "Process in which two phase domains of essentially identical composition in contact with one another form a larger phase domain [3]. Note 1: Coalescence reduces the total interfacial area. Note 2: The flocculation of a polymer colloid, through the formation of aggregates , may be followed by coalescence.",
    "source": "section:2.18"
  },
  {
    "term": "morphology coarsening phase ripening",
    "definition": "Process by which phase domains increase in size during the aging of a multiphase material. Note 1: In the coarsening at the late stage of phase separation, volumes and compositions of phase domains are conserved. Note 2: Representative mechanisms for coarsening at the late stage of phase separation are: (1) material flow in domains driven by interfacial tension (observed in a cocontinuous morphology), (2) the growth of domain size by evaporation from smaller droplets and condensation into larger droplets, and (3) coalescence (fusion) of more than two droplets. The mechanisms are usually called (1) Siggia's mechanism, (2) Ostwald ripening (or the Lifshitz-Slyozov mechanism), and (3) coalescence . Note 3: Morphology coarsening can be substantially stopped by, for example, vitrification, crosslinking, and pinning , the slowing down of molecular diffusion across domain interfaces .",
    "source": "section:2.19"
  },
  {
    "term": "DOMAINS AND MORPHOLOGIES",
    "definition": "Many types of morphologies have been reported in the literature of multiphase polymeric materials. It is the intent of this document to define only the most commonly used terms. In addition, some morphologies have historically been described by very imprecise terms that may not have universal meanings. However, if such terms are widely used they are defined here.",
    "source": "section:3"
  },
  {
    "term": "morphology",
    "definition": "Shape, optical appearance, or form of phase domains in substances, such as high polymers, polymer blends , composites , and crystals. Note: For a polymer blend or composite , the morphology describes the structures and shapes observed, often by microscopy or scattering techniques, of the different phase domains present within the mixture.",
    "source": "section:3.1"
  },
  {
    "term": "phase domain",
    "definition": "Region of a material that is uniform in chemical composition and physical state. - Note 1: A phase in a multiphase material can form domains differing in size. - Note 2: The term 'domain' may be qualified by the adjective microscopic or nanoscopic or the prefix micro- or nano- according to the size of the linear dimensions of the domain. Note 3: The prefixes micro-, and nano- are frequently incorrectly used to qualify the term 'phase' instead of the term 'domain'; hence, 'microphase domain', and 'nanophase domain' are often used. The correct terminology that should be used is phase microdomain and phase nanodomain .",
    "source": "section:3.2"
  },
  {
    "term": "multiphase copolymer",
    "definition": "Copolymer comprising phase-separated domains.",
    "source": "section:3.3"
  },
  {
    "term": "domain interface",
    "definition": "Surface forming a boundary between two phase domains . Note: A representation of the domain interface as a two-dimensional surface oversimplifies the actual structure. All interfaces have a third dimension, namely, the interphase or interfacial region .",
    "source": "section:3.4"
  },
  {
    "term": "domain boundary",
    "definition": "Surface forming a boundary between two phase domains . Note: A representation of the domain interface as a two-dimensional surface oversimplifies the actual structure. All interfaces have a third dimension, namely, the interphase or interfacial region .",
    "source": "section:3.4"
  },
  {
    "term": "domain structure",
    "definition": "Morphology of individual phase domain s in a multiphase system. Note: Domain structures may be described for phase domains or domains that are themselves multiphase structures.",
    "source": "section:3.5"
  },
  {
    "term": "interfacial region interphase",
    "definition": "Region between phase domains in an immiscible polymer blend in which a gradient in composition exists [3].",
    "source": "section:3.6"
  },
  {
    "term": "phase interaction",
    "definition": "Molecular interaction between the components present in the interphases of a multiphase mixture. Note: The interphase elasticity is the capability of a deformed interphase to return to its original dimensions after the force causing the deformation has been removed.",
    "source": "section:3.7"
  },
  {
    "term": "interfacial-region thickness interphase thickness interfacial width",
    "definition": "Linear extent of the composition gradient in an interfacial region [3]. Note: The width at half the maximum of the composition profile across the interfacial region or the distance between locations where d φ /d r (with φ /uniF020 the composition of a component and r the distance through the interfacial region ) has decreased to 1/e are used as measures of the interfacial-region thickness.",
    "source": "section:3.8"
  },
  {
    "term": "hard-segment phase domain",
    "definition": "Phase domain of microscopic or smaller size, usually in a block, graft, or segmented copolymer , comprising essentially those segments of the polymer that are rigid and capable of forming strong intermolecular interactions. Note: Hard-segment phase domains are typically of 2-15 nm linear size.",
    "source": "section:3.9"
  },
  {
    "term": "soft-segment phase domain",
    "definition": "Phase domain of microscopic or smaller size, usually in a block, graft, or segmented copolymer , comprising essentially those segments of the polymer that have glass transition temperatures lower than the temperature of use. Note: Soft-segment phase domains are often larger than hard-segment phase domains and are often continuous.",
    "source": "section:3.10"
  },
  {
    "term": "segmented copolymer",
    "definition": "Copolymer containing phase domains of microscopic or smaller size, with the domains constituted principally of single types of constitutional unit. Note: The types of domain in a segmented copolymer usually comprise hardand softsegment phase domains .",
    "source": "section:3.11"
  },
  {
    "term": "continuous phase domain",
    "definition": "Phase domain consisting of a single phase in a heterogeneous mixture through which a continuous path to all phase domain boundaries may be drawn without crossing a phase domain boundary. Note: In a polymer blend , the continuous phase domain is sometimes referred to as the host polymer , bulk substance , or matrix .",
    "source": "section:3.12"
  },
  {
    "term": "matrix phase domain",
    "definition": "Phase domain consisting of a single phase in a heterogeneous mixture through which a continuous path to all phase domain boundaries may be drawn without crossing a phase domain boundary. Note: In a polymer blend , the continuous phase domain is sometimes referred to as the host polymer , bulk substance , or matrix .",
    "source": "section:3.12"
  },
  {
    "term": "discontinuous phase domain discrete phase domain dispersed phase domain",
    "definition": "Phase domain in a phase-separated mixture that is surrounded by a continuous phase but isolated from all other similar phase domains within the mixture. Note: The discontinuous phase domain is sometimes referred to as the guest polymer.",
    "source": "section:3.13"
  },
  {
    "term": "dual phase domain continuity co-continuous phase domains",
    "definition": "Topological condition, in a phase-separated, two-component mixture, in which a continuous path through either phase domain may be drawn to all phase domain boundaries without crossing any phase domain boundary.",
    "source": "section:3.14"
  },
  {
    "term": "core-shell morphology",
    "definition": "Two-phase domain morphology , of approximately spherical shape, comprising two polymers, each in separate phase domains , in which phase domains of one polymer completely encapsulate the phase domains of the other polymer. Note: This morphology is most commonly observed in copolymers or blends prepared in emulsion polymerization by the sequential addition and polymerization of two different monomer compositions.",
    "source": "section:3.15"
  },
  {
    "term": "cylindrical morphology",
    "definition": "Phase domain morphology , usually comprising two polymers, each in separate phase domains , in which the phase domains of one polymer are of cylindrical shape. Note 1: Phase domains of the constituent polymers may alternate, which results in many cylindrical layers surrounding a central core domain. Note 2: Cylindrical morphologies can be observed, for example, in triblock copolymers.",
    "source": "section:3.16"
  },
  {
    "term": "fibrillar morphology",
    "definition": "Morphology in which phase domains have shapes with one dimension much larger than the other two dimensions.",
    "source": "section:3.17"
  },
  {
    "term": "lamellar domain morphology",
    "definition": "Morphology in which phase domains have shapes with two dimensions much larger than the third dimension. Note: Plate-like phase domains have the appearance of extended planes that are often oriented essentially parallel to one another.",
    "source": "section:3.18"
  },
  {
    "term": "microdomain morphology",
    "definition": "Morphology consisting of phase microdomains. Note 1: See Defintion 3.2 . Note 2: Microdomain morphologies are usually observed in block, graft, and segmented copolymers . Note 3: The type of morphology observed depends upon the relative abundance of the different types of constitutional units and the conditions for the generation of the morphology . The most commonly observed morphologies are spheres, cylinders, and lamellae.",
    "source": "section:3.19"
  },
  {
    "term": "nanodomain morphology",
    "definition": "Morphology consisting of phase nanodomains. Note: See Defintion 3.2 .",
    "source": "section:3.20"
  },
  {
    "term": "onion morphology",
    "definition": "Multiphase morphology of roughly spherical shape that comprises alternating layers of different polymers arranged concentrically, all layers being of similar thickness.",
    "source": "section:3.21"
  },
  {
    "term": "ordered co-continuous double gyroid morphology",
    "definition": "Co-continuous morphology in which a set of two gyroid-based phase domains exhibits a highly regular, three-dimensional lattice-like morphology with Ia3d space group symmetry. Note 1: The domains are composed of tripoidal units as the fundamental building structures. Note 2: The two domains are interlaced.",
    "source": "section:3.22"
  },
  {
    "term": "multicoat morphology",
    "definition": "Morphology observed in a blend of a block copolymer with the homopolymer of one of the blocks and characterized by alternating concentric shells of the copolymer and the homopolymer. Note: The morphology is identical to onion morphology within a matrix of homopolymer [6].",
    "source": "section:3.23"
  },
  {
    "term": "rod-like morphology",
    "definition": "Morphology characterized by cylindrical phase domains .",
    "source": "section:3.24"
  },
  {
    "term": "multiple inclusion morphology",
    "definition": "Multiphase morphology in which dispersed phase domains of one polymer contain and completely encapsulate many phase domains of a second polymer that may have the same composition as the continuous phase domain .",
    "source": "section:3.25"
  },
  {
    "term": "salami-like morphology",
    "definition": "Multiphase morphology in which dispersed phase domains of one polymer contain and completely encapsulate many phase domains of a second polymer that may have the same composition as the continuous phase domain .",
    "source": "section:3.25"
  },
  {
    "term": "REFERENCES",
    "definition": "1. IUPAC. 'Definitions of terms relating to crystalline polymers (IUPAC Recommendations 1988)', Pure Appl. Chem . 61 , 769-785 (1989). Reprinted as Chapter 6 this volume. 2. IUPAC. 'Definitions of basic terms relating to low-molar-mass and polymer liquid crystals (IUPAC Recommendations 2001)', Pure Appl. Chem. 75 , 845-895 (2001) . Reprinted as Chapter 7 this volume. 3. IUPAC. Compendium of Chemical Terminology, 2nd ed. (the 'Gold Book'). Compiled by A. D. McNaught and A. Wilkinson. Blackwell Scientific Publications, Oxford (1997). XML on-line corrected version: http://goldbook.iupac.org (2006-) created by M. Nic, J. Jirat, B. Kosata; updates compiled by A. Jenkins. 4. IUPAC. 'Glossary of basic terms in polymer science (IUPAC Recommendations 1996)', Pure Appl. Chem. 68 , 2287-2311 (1996). Reprinted as Chapter 1 this volume. 5. D. K. Carpenter. 'Solution properties', in Encyclopedia of Polymer Science and Engineering , Vol. 15, 2nd ed., J. I. Kroschwitz (Ed.), pp. 419-481, Wiley Interscience, New York (1989). 6. J. M. G. Cowie. 'Miscibility', in Encyclopedia of Polymer Science and Engineering , 2nd ed., J. I. Kroschwitz (Ed.), Supplement, pp. 455-480, Wiley Interscience, New York (1989). 7. IUPAC. 'Definitions of terms relating to degradation, aging, and related chemical transformations of polymers (IUPAC Recommendations 1996)', Pure Appl. Chem. , 68 , 2313-2323 (1996). Reprinted as Chapter 13 this volume.",
    "source": "section:4"
  },
  {
    "term": "BIBLIOGRAPHY",
    "definition": "1. IUPAC. 'Definitions of terms relating to degradation, aging, and related chemical transformations of polymers (IUPAC Recommendations 1996)', Pure Appl. Chem. 68 , 2313-2323 (1996). Reprinted as Chapter 13 this volume. 2. ASTM Glossary of ASTM Definitions , 2nd ed., American Society for Testing and Materials, Philadelphia, PA (1973).",
    "source": "section:5"
  }
]