[
  {
    "term": "chain polymerization",
    "definition": "Chain reaction in which the growth of a polymer chain proceeds exclusively by the reaction or reactions between a monomer or monomers and a reactive site or reactive sites on the polymer chain with regeneration of the reactive site or reactive sites at the end of each growth step. Originally prepared by a working group consisting of I. Mita (Japan), R. F. T. Stepto (UK) and U. W. Suter (Switzerland). Reprinted from Pure Appl. Chem . 66 , 2483-2486 (1994).",
    "source": "section:1"
  },
  {
    "term": "CLASSIFICATION OF POLYMERIZATION REACTIONS",
    "definition": "Note 1: A chain polymerization consists of initiation and propagation reactions, and may also include termination and chain-transfer reactions. Note 2: The adjective 'chain' in 'chain polymerization' denotes 'chain reaction' rather than 'polymer chain'. Note 3: Propagation in chain polymerization often occurs without the formation of small molecules. However, cases exist where, at each propagation step, a low-molar-mass byproduct is formed, as in the polymerization of 1,3-oxazolidine-2,5-diones derived from amino acids (commonly termed amino acid N -carboxyanhydrides). When a low-molarmass by-product is formed, the adjective condensative is recommended to give the term 'condensative chain polymerization'. Note 4: The growth steps are expressed by <!-- formula-not-decoded --> where P x denotes the growing chain of degree of polymerization x , M a monomer and L a low-molar-mass by-product formed in the case of condensative chain polymerization. Note 5: The term 'chain polymerization' may be qualified further, if necessary, to specify the type of chemical reactions involved in the growth step, e.g. ring-opening chain polymerization or cationic chain polymerization. Note 6: There exist, exceptionally, some polymerizations that can proceed via chain reactions that, according to the definition, are not chain polymerizations. For example, the polymerization <!-- formula-not-decoded --> proceeds via a radical chain reaction with intermolecular transfer of the radical centre. The growth step, however, involves reactions between molecules of all degrees of polymerization and, hence, the polymerization is classified as a polyaddition. If required, the classification can be made more precise and the polymerization described as a chainreaction polyaddition.",
    "source": "section:1"
  },
  {
    "term": "polycondensation",
    "definition": "Polymerization in which the growth of polymer chains proceeds by condensation reactions between molecules of all degrees of polymerization. Note 1: The growth steps may be expressed by <!-- formula-not-decoded --> where P x and P y denote chains of degrees of polymerization x and y , respectively, and L denotes a low-molar-mass by-product. Note 2: The earlier term 'polycondensation' (namely, polymerization by a repeated condensation process, i.e., with elimination of simple molecules [1]) was synonymous with 'condensation polymerization'. It should be noted that the current definitions of polycondensation and condensative chain polymerization were both embraced by the earlier term 'polycondensation'.",
    "source": "section:2"
  },
  {
    "term": "polyaddition",
    "definition": "Polymerization in which the growth of polymer chains proceeds by addition reactions between molecules of all degrees of polymerization.",
    "source": "section:3"
  },
  {
    "term": "SUMMARY",
    "definition": "The classification of the types of polymerization resulting from the definitions, except for the polymerizations of Definition 1, Note 6, may be summarized in the following table: | GROWTH | | STOICHIOMETRY | STOICHIOMETRY | |------------------------------------------------------------------------|----------------------------|-------------------------------------|----------------------------------------| | MECHANISM | TYPE | with low molecular mass by-products | without low molecular mass by-products | | monomer molecules reacting with active polymer chains | chain reaction | condensative chain polymerization | chain polymerization | | monomer, oligomer and polymer molecules of all sizes reacting together | usually non-chain reaction | polycondensation | polyaddition |",
    "source": "section:3"
  },
  {
    "term": "REFERENCES",
    "definition": "1. Glossary of basic terms in polymer science (IUPAC Recommendations 1996), Pure Appl. Chem. 68, 2287-2311 (1996). Reprinted as Chapter 1 this volume. 2. IUPAC. Compendium of Chemical Terminology, 2nd ed. (the 'Gold Book'). Compiled by A. D. McNaught and A.Wilkinson. Blackwell Scientific Publications, Oxford (1997). XML on-line version: http://goldbook.iupac.org (2006-) created by M. Nic, J. Jirat, B. Kosata; updates compiled by A.D. Jenkins. 3. Glossary of Terms Used in Physical Organic Chemistry, Pure Appl. Chem. 66 , 1077-1184 (1994).",
    "source": "section:3"
  },
  {
    "term": "asymmetric polymerization",
    "definition": "Polymerization that proceeds in an unsymmetrical manner in terms of chirality under the influence of chiral features present in one or more components of the reaction system. ∗ Usually in Fischer projections the carbon atoms of the main chain are omitted [4]. In general, in the area of macromolecular chemistry, element symbols are not omitted in the backbone and are usually shown in the rotated Fischer projection [3]. \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ Originally prepared by a working group consisting of K. Hatada (Japan), J. Kahovec (Czech Republic), M. Barón (Argentina) , K. Horie (Japan), T. Kitayama (Japan), P. Kubisa (Poland), G. P. Moss (UK), R. F. T. Stepto (UK), and E. S. Wilks (USA). Reprinted from Pure Appl. Chem. 74 , 915-922 (2002) Note 1: An asymmetric polymerization generally produces a polymer which contains chirality centres of opposite configuration in unequal amounts. Note 2: Chiral features may be present in monomers, solvents, initiators, catalysts and supports. Note 3: Polymerization is defined as the process of converting a monomer or a mixture of monomers into a polymer [1]. Thus the definition of an asymmetric polymerization covers homopolymerization and copolymerization. Note 4: Some stereospecific polymerizations produce tactic polymers [3] that contain a mixture of pairs of enantiomeric polymer molecules in equal amounts. For example, in the case of a polymerization leading to an isotactic polymer the product consists of <!-- formula-not-decoded --> and their corresponding enantiomers <!-- formula-not-decoded --> in equal amounts; here, -R- and -S- represent enantiomeric configurational repeating units. The product can be considered to be a mixture of polymer racemates because a racemate is defined as an equimolar mixture of enantiomers [4]. Such polymerizations can be named by using the adjective 'racemate-forming', as in 'racemate-forming chirogenic polymerization' (see Note 4 to Definition 2) and 'racemate-forming enantiomerdifferentiating polymerization' (see Note 2 to Definition 3). Polymerizations of prochiral substituted ethenes leading to atactic polymers usually give enantiomeric polymer molecules in equal amounts. However, use of the adjective 'racemate-forming' is discouraged for such cases where a mixture of polymer racemates molecules with the same degree of polymerization consists of a large number of diastereomers.",
    "source": "section:1"
  },
  {
    "term": "asymmetric chirogenic polymerization",
    "definition": "Asymmetric polymerization in which the polymer molecules formed contain one (or more) new type(s) of elements of chirality not existing in the starting monomer(s). Note 1: The new elements of chirality generated in the course of the polymerization may be new types of chirality centres in the polymer molecules (see Notes 2, 4, and 5 to Definition 2) or may arise from the helicity of the polymer molecules (see Note 3 to Definition 2). Note 2: In asymmetric chirogenic polymerizations of some prochiral monomers, such as Examples 2.1 and 2.2, at least one new type of chirality centre in the main chain is generated at each propagation step, which lead to polymer molecules having the same configuration ( R or S ) at each corresponding chirality centre. The resulting polymer is isotactic and optically active. Note 3: Some asymmetric chirogenic polymerizations give helical polymer molecules of only one screw sense that usually show optical activity due to the helicity (see Examples 2.5, 2.6 and 2.7). These polymerizations are termed 'asymmetric helix-chirogenic polymerizations'. Note 4: Some polymerizations produce enantiomeric polymer molecules in equal amounts; each polymer molecule contains, in its main chain, a single type of chirality centre that does not exist in the starting monomer. The resulting polymer is optically inactive, and the polymerization is not an asymmetric chirogenic polymerization. Such a polymerization is termed a 'racemate-forming chirogenic polymerization'. The polymerizations described in Examples 2.5, 2.6 and 2.7, carried out using an optically inactive initiator of the corresponding racemate, are examples of racemate-forming chirogenic polymerizations. Another example is the polymerization of penta-1,3-diene with an optically inactive initiator of the corresponding racemate (see Example 2.1), which leads to an isotactic product. Note 5: In some polymerizations of vinyl monomers leading to isotactic polymers using an optically active initiator, stereorepeating units [3] of one type of chirality centre are formed at every propagation step. Hence, they give only one type of enantiomeric polymer molecule (A or B), and are asymmetric chirogenic polymerizations. Optical activities of the resulting isotactic polymers are usually very small or not detectable, because the polymer molecules can be regarded as having a plane of symmetry if their degrees of polymerization are so large that the presence of their end-groups is negligible. <!-- image --> In usual polymerizations of vinyl monomers leading to isotactic polymers, the enantiomeric polymer molecules (A) and (B) are formed in equal amounts, and the polymerizations are not asymmetric but racemate-forming chirogenic polymerizations.",
    "source": "section:2"
  },
  {
    "term": "Example 2.1",
    "definition": "Polymerization of penta-1,3-diene by 1,4-addition with an optically active catalyst gives an optically active polymer comprising configurational repeating units with predominantly one type of chirality centre. <!-- image -->",
    "source": "section:2"
  },
  {
    "term": "Example 2.2",
    "definition": "Polymerization of 1-benzofuran with an optically active initiator gives the optically active polymer, poly[(2 R ,3 S )-2,3-dihydro-1-benzofuran-2,3-diyl], containing predominantly one type of stereorepeating unit. <!-- image -->",
    "source": "section:2"
  },
  {
    "term": "Example 2.3",
    "definition": "Polymerization of cis -2,3-dimethylthiirane with an optically active initiator results in an optically active polymer, poly{sulfanediyl[(1 R ,2 R )-1,2-dimethylethylene]}, containing predominantly RR configurational repeating units. Inversion of configuration occurs on ring opening, which gives contiguous monomer units with two identical chirality centres.",
    "source": "section:2"
  },
  {
    "term": "Example 2.4",
    "definition": "Copolymerization of a monomer having two styrene moieties attached to a chiral template molecule with a comonomer ( e.g ., methyl methacrylate) gives copolymers with strong optical activity after removal of the template molecules. In this case styrene diads of an S , S configuration separated from other styrene diads by comonomeric units are responsible for the optical activity. <!-- image -->",
    "source": "section:2"
  },
  {
    "term": "Example 2.5",
    "definition": "A polymerization of a bulky methacrylate ester ( e.g . trityl methacrylate) using an optically active anionic initiator can give an isotactic polymer, poly{1-methyl-1[(trityloxy)carbonyl]ethylene}of high optical activity owing to the formation of helical polymer molecules with units of predominantly one chirality sense. <!-- image -->",
    "source": "section:2"
  },
  {
    "term": "Example 2.6",
    "definition": "Polymerization of trichloroacetaldehyde in bulk using an optically active initiator gives an isotactic polymer, poly{oxy[(trichloromethyl)methylene]}, of high optical activity owing to the formation of the helical polymer molecules with units of predominantly one chirality sense. <!-- image -->",
    "source": "section:2"
  },
  {
    "term": "Example 2.7",
    "definition": "Polymerization of tert -butyl isocyanide using an optically active initiator gives an optically active product comprising helical polymer molecules with units of predominantly one chirality sense. <!-- image -->",
    "source": "section:2"
  },
  {
    "term": "STEREOCHEMICALLY ASYMMETRIC POLYMERIZATIONS",
    "definition": "<!-- image --> poly[( tert -butylimino)methylene] (view of the right-handed helix along the helical axis; monomer unit 5 is below unit 1)",
    "source": "section:2"
  },
  {
    "term": "asymmetric enantiomer-differentiating polymerization",
    "definition": "Asymmetric polymerization in which, starting from a mixture of enantiomeric monomer molecules, only one enantiomer is polymerized. Note 1: A 'stereoselective polymerization' is defined as 'a polymerization in which a polymer molecule is formed from a mixture of stereoisomeric monomer molecules by the incorporation of only one stereoisomeric species' [1]. Thus, an asymmetric enantiomerdifferentiating polymerization is a stereoselective polymerization , in which all the polymer molecules are formed by the incorporation of only one type of stereoisomeric species. Note 2: A polymerization in which, starting from the racemate of a chiral monomer, two types of polymer molecules, each containing monomeric units derived from one of the enantiomers, form in equal amounts is termed 'racemate-forming enantiomerdifferentiating polymerization'. The resulting polymer is optically inactive (see Note 4 of Definition 2).",
    "source": "section:3"
  },
  {
    "term": "Example 3.1",
    "definition": "Polymerization of racemic 3-methylpent-1-ene (MP) using an optically active catalyst may give an optically active polymer by a polymerization that is partially asymmetric; preferential consumption of one of the two enantiomers leaves a monomer mixture having optical activity. <!-- image -->",
    "source": "section:3"
  },
  {
    "term": "Example 3.2",
    "definition": "Polymerization of racemic 1-phenylethyl methacrylate (PEMA) using a chiral complex of a Grignard reagent with a diamine as an initiator may proceed by reaction of only one of the two enantiomers to give an optically active polymer.",
    "source": "section:3"
  },
  {
    "term": "Example 3.3",
    "definition": "Polymerization of racemic methylthiirane (MT) using an optically active initiator may proceed by reaction of only one of the two enantiomers to produce stereoregular polymer molecules, comprising only one type of configurational repeating unit, as a result of either complete retention or complete inversion of configuration at the chirality centre of the monomer. The following reaction scheme represents the case of complete retention of monomer configuration in the polymer formed, which is optically active. <!-- image --> Example 3.4 : Polymerization of racemic trans -2,3-dimethylthiirane (DMT) using an optically active initiator may proceed by reaction of only one of the two enantiomers to give stereoregular but optically inactive, non-chiral polymer molecules as a result of inversion of the configuration of the attacked carbon atom. <!-- image --> <!-- image -->",
    "source": "section:3"
  }
]